import React from 'react';
import { Header, Footer } from '../Components';

const Trade = () => {
  return (
    <>
      <Header />
      <div className="container">
        <h3>Правила возврата/обмена</h3>
        <p className="trade">
          7.1. Клиент в соответствии со ст. 26.1 Закона Российской Федерации от 07.02.1992 г. №
          2300-1 «О защите прав потребителей» вправе отказаться от Товара надлежащего качества в
          течение 14 (четырнадцати) календарных дней после его получения при условии того, что не
          была вскрыта упаковка Товара, Товар не был в употреблении, сохранил свои потребительские
          свойства, не изменил свой товарный (внешний) вид (наклейки, стикеры, идентификационные
          знаки, замена упаковки и т.д.) и имеются доказательства его приобретения у Продавца
          (товарный или кассовый чек, иной документ, подтверждающий оплату Товара). <br />
          <br /> 7.2. Возврат Товара ненадлежащего качества. <br />
          <br /> 7.2.1. При доставке Товара Клиент ставит свою подпись в квитанции о доставке в
          графе: «Заказ принял, претензий к количеству и внешнему виду товара не имею», либо в ином
          аналогичном документе, прилагаемом к Товару Продавцом, в графе, предусматривающей
          проставление Клиентом отметки об отсутствии у него претензий к количеству и качеству
          Товара. После получения Товара претензии к внешним дефектам Товара, его количеству и
          товарному виду не принимаются. <br />
          <br /> 7.2.2. Возврат Товара, недостатки которого не могли быть выявлены в процессе
          осмотра Товара при его приемке Клиентом, осуществляется в течение 30 (тридцати)
          календарных дней после его получения при условии предоставления документов, подтверждающих
          факт оплаты возвращаемого Товара.
          <br /> <br />
          7.2.3. По вопросам качества Товара обращаться по электронной почте: test@test.ru.
          <br />
          <br /> 7.2.4. В случае наличия претензий по качеству и/или количеству Товара,
          доставленного посредством Почты России или постаматов, обращаться по электронной почте:
          test@test.ru. Урегулирование указанных претензий осуществляется в течение 10 (десяти)
          рабочих дней.
          <br />
          <br /> 7.3. Возврат заказов в соответствии с п. 7.1. и 7.2. настоящих Правил продажи
          осуществляется Клиентами следующими способами: • через пункты СберЛогистики, список
          которых приведён по адресу: https://sberlogistics.ru • через курьера, доставившего Товар.
          <br />
          <br /> 7.4. Возвращаемые Товары должны быть упакованы Клиентом в ту же упаковку, в которой
          были получены Клиентом, с применением скотча или бумаги так, чтобы отсутствовала
          возможность доступа к запакованным товарам со стороны третьих лиц.
          <br />
          <br /> 7.5. При полном или частичном возврате Товара надлежащего/ненадлежащего качества
          денежные средства возвращаются Клиенту в следующем порядке: <br />
          <br />
          7.5.1. В случае предоплаты Товара посредством банковских карт платёжных систем Visa
          International и MasterCard Worldwide денежные средства в размере стоимости оплаченного
          Товара возвращаются Клиенту способом, соответствующим способу оплаты Товара в сроки,
          установленные внутренним регламентом соответствующих платежных систем. 7.5.2. В случае
          оплаты Товара наличными денежными средствами при доставке Товара курьерской службой,
          денежные средства в размере стоимости оплаченного Товара возвращаются на банковский счёт
          Клиента. Реквизиты банковского счета Клиента указываются Клиентом в электронном письме,
          направляемом на адрес help@vinyloteka.ru с адреса электронной почты Клиента, указанного
          при оформлении Заказа.
          <br /> <br />
          7.5.3. При возврате Товара надлежащего качества стоимость его доставки и обратной
          пересылки Клиенту не компенсируется. <br />
          <br />
          7.5.4. При возврате Товара ненадлежащего качества стоимость его доставки и обратной
          пересылки компенсируется Клиенту способами аналогичными возврату денежных средств,
          уплаченных за такой Товар.
          <br />
          <br />
          7.5.5. При частичном возврате Товара надлежащего/ненадлежащего качества стоимость его
          доставки и обратной пересылки Клиенту не компенсируется.
        </p>
      </div>
      <Footer />
    </>
  );
};

export default Trade;
